Repository: ssp/pazpar2-extras
Catalog: typo3conf/l10n/*/devlog/devlog/*.locallang_csh_txdevlog.xlf
Languages: de

# .alttitle
source: Developer Log
de: Entwicklerprotokoll

# .description
source: The Developer Log extension (devlog) provides logging functionality. It hooks into t3lib_div::devlog() to catch devlog events. A BE module gives an overview of the logged events. For more information read the extension manual, which can be found on typo3.org.
de: Die Erweiterung Entwicklerprotokoll (devlog) stellt Protokollierungsfunktionen zur Verfügung. Sie hängt sich in t3lib_div::devlog() ein, um devlog-Ereignisse abzufangen. Ein BE-Modul bietet eine Übersicht der protokollierten Ereignisse. Weitere Informationen entnehmen Sie bitte der Anleitung der Extension, die bei typo3.org erhältlich ist.

# crdate.alttitle
source: Log run time
de: Log-Laufzeit

# crdate.description
source: This is the date and time at which the log entry was created.
de: Datum und Zeit, zu denen der Protokolleintrag erstellt wurde.

# crdate.details
source: All entries corresponding to the code execution are marked with the same date and time. This makes it possible to view them as a consistent group in the BE module. Such a group is called a "log run"
de: Alle zur Ausführung des Codes gehörigen Einträge erhalten die gleiche Angabe zu Datum und Zeit. Dadurch es ist möglich, diese im BE-Modul als zusammengehörige Gruppe zu betrachten. Eine solche Gruppe wird "Log Run" genannt.

# msg.alttitle
source: Log message
de: Protokollmeldung

# msg.description
source: The main message of the log entry.
de: Die Hauptmeldung des Protokolleintrags.

# severity.alttitle
source: Severity
de: Schwere

# severity.description
source: The severity gives you an impression of how serious the logged event is.
de: Die Bezeichnung Schwere gibt an, wie ernst das protokollierte Ereignis ist.

# extkey.alttitle
source: Extension
de: Erweiterung

# extkey.description
source: The component which triggered the event
de: Die Komponente, die das Ereignis ausgelöst hat.

# location.alttitle
source: Call location
de: Aufrufort

# location.description
source: The class from which the devLog() call was made, with the line number.
de: Die Klasse, aus der der devLog()-Aufruf erfolgte, einschließlich Zeilennummer.

# pid.alttitle
source: Page
de: Seite

# pid.description
source: The title of the page which was being processed when the event happened (if any). It's also the page where the record is stored.
de: Die Seite, die beim Auftreten des Ereignisses gerade verarbeitet wurde (falls vorhanden). Auch die Seite, auf der der Datensatz gespeichert ist.

# pid.details
source: Events can also be found as page records in the web->list module. Note that events not triggered within a page context are stored at the root of the page tree.
de: Ereignisse können auch über das Modul Web>Liste als Seitendatensätze gesucht werden. Nicht in einem Seitenkontext ausgelöste Ereignisse werden in der Wurzel des Seitenbaums gespeichert.

# cruser_id.alttitle
source: User
de: Benutzer

# cruser_id.description
source: The BE user which was logged in the backend and triggered the event (if any).
de: Der BE-Benutzer, der im Backend angemeldet war, als das Ereignis ausgelöst wurde (falls vorhanden).

# cruser_id.details
source: This field is useful, if multiple BE users are triggering events at the same time, on the same pages or with the same components.
de: Dieses Feld ist hilfreich, wenn mehrere BE-Benutzer Ereignisse zur selben Zeit, auf den selben Seiten oder mit den selben Komponenten auslösen.

# data_var.alttitle
source: Extra data
de: Zusatzdaten

# data_var.description
source: Extra data can provide an array with detailed information about the circumstances of the event.
de: Über Zusatzdaten kann ein Array mit detaillierten Informationen über die Umstände des Ereignisses zur Verfügung gestellt werden.
