Repository: ssp/pazpar2-extras
Catalog: typo3conf/l10n/*/static_info_tables/*.locallang_db.xlf
Languages: de

# static_territories.title
source: Territory
de: Gebiet

# static_territories_item.tr_iso_nr
source: ISO nr territory code:
de: Gebietskennung nach ISO Nr:

# static_territories_item.tr_parent_iso_nr
source: Parent territory code:
de: Kennung übergeordnetes Gebiet:

# static_countries.title
source: Countries
de: Länder

# static_countries_item.cn_iso_2
source: ISO 3166-1 A2 Country code:
de: Länderkennung nach ISO 3166 A2:

# static_countries_item.cn_iso_3
source: ISO 3166-1 A3 Country code:
de: Länderkennung nach ISO 3166 A3:

# static_countries_item.cn_iso_nr
source: ISO 3166-1 Nr Country code:
de: Länderkennung nach ISO 3166 Nr:

# static_countries_item.cn_official_name_local
source: Official name (local):
de: Offizieller Name (lokal):

# static_countries_item.cn_official_name_en
source: Official name (EN):
de: Offizieller Name (EN):

# static_countries_item.cn_capital
source: Capital:
de: Hauptstadt:

# static_countries_item.cn_tldomain
source: Top level domain:
de: Toplevel-Domäne:

# static_countries_item.cn_currency_iso_nr
source: ISO 4217 Nr Currency code:
de: Währungskennung nach ISO 4217 Nr:

# static_countries_item.cn_currency_iso_3
source: ISO 4217 A3 Currency code:
de: Währungskennung nach ISO 4217 A3:

# static_countries_item.cn_phone
source: Int. phone prefix:
de: Intern. Tel.-Vorwahl:

# static_countries_item.cn_uno_member
source: UN member:
de: UN-Mitglied:

# static_countries_item.cn_eu_member
source: EU member:
de: EU-Mitglied:

# static_countries_item.cn_address_format
source: Address format:
de: Adressformat:

# static_countries_item.cn_address_format_1
source: zip city
de: PLZ Ort

# static_countries_item.cn_address_format_2
source: city zip
de: Ort PLZ

# static_countries_item.cn_address_format_3
source: city region-code zip
de: Ort Regionskürzel PLZ

# static_countries_item.cn_address_format_4
source: city (region-name) zip
de: Stadt (Region) PLZ

# static_countries_item.cn_address_format_5
source: city/zip
de: Stadt/PLZ

# static_countries_item.cn_address_format_6
source: zip city, region-code
de: PLZ Ort, Regionskürzel

# static_countries_item.cn_address_format_7
source: zip city region-code
de: PLZ Ort (Regionskürzel)

# static_countries_item.cn_address_format_8
source: zip city (region-name)
de: PLZ Stadt (Region)

# static_countries_item.cn_address_format_9
source: city - region-code/zip
de: Stadt - Regionskürzel/PLZ

# static_countries_item.cn_short_local
source: Short name (local):
de: Kurzname (lokal):

# static_countries_item.cn_short_en
source: Short name (EN):
de: Kurzname (EN):

# static_country_zones.title
source: Country subdivisions
de: Landesteile (Bundesländer)

# static_country_zones_item.zn_country_iso_nr
source: ISO 3166-1 Nr Country code:
de: Länderkennung nach ISO 3166 Nr:

# static_country_zones_item.zn_country_iso_2
source: ISO 3166-1 A2 Country code:
de: Länderkennung nach ISO 3166 A2:

# static_country_zones_item.zn_country_iso_3
source: ISO 3166-1 A3 Country code:
de: Länderkennung nach ISO 3166 A3:

# static_country_zones_item.zn_code
source: ISO 3166-2 Country Zone code:
de: Landesgliederungskennung nach ISO 3166-2:

# static_languages.title
source: Languages
de: Sprachen

# static_languages_item.lg_iso_2
source: ISO 639-1 A2 Language code:
de: Sprachkennung nach ISO 639-1 A2:

# static_languages_item.lg_collate_locale
source: Collating locale:
de: Gebietsschema:

# static_languages_item.lg_typo3
source: Typo3 language code:
de: TYPO3-Sprachkennung:

# static_languages_item.lg_sacred
source: Sacred language:
de: Religionssprache:

# static_languages_item.lg_constructed
source: Constructed language:
de: Kunstsprache:

# static_currencies.title
source: Currencies
de: Währungen

# static_currencies_item.cu_iso_3
source: ISO 4217 A3 Currency code:
de: Währungskennung nach ISO 4217 A3:

# static_currencies_item.cu_iso_nr
source: ISO 4217 Nr Currency code:
de: Währungskennung nach ISO 4217 Nr:

# static_currencies_item.cu_symbol_left
source: Symbol left:
de: Symbol links:

# static_currencies_item.cu_symbol_right
source: Symbol right:
de: Symbol rechts:

# static_currencies_item.cu_thousands_point
source: Thousands point:
de: Tausenderpunkt:

# static_currencies_item.cu_decimal_point
source: Decimal point:
de: Dezimalpunkt:

# static_currencies_item.cu_decimal_digits
source: Decimal digits:
de: Dezimalstellen:

# static_currencies_item.cu_sub_symbol_left
source: Sub symbol left:
de: Subsymbol links:

# static_currencies_item.cu_sub_symbol_right
source: Sub symbol right:
de: Subsymbol rechts:

# static_markets.title
source: Markets
de: Marktplätze

# static_markets.country
source: Country:
de: Land:

# static_markets.acronym
source: Acronym:
de: Abkürzung:

# static_markets.city
source: City:
de: Stadt:
