Repository: ssp/pazpar2-extras
Catalog: typo3conf/l10n/*/rtehtmlarea/htmlarea/plugins/TYPO3Browsers/*.locallang.xlf
Languages: de

# external_link_altText
source: Opens external link in current window
de: Öffnet einen externen Link im aktuellen Fenster

# external_link_titleText
source: Opens external link in current window
de: Öffnet einen externen Link im aktuellen Fenster

# external_link_new_window_altText
source: Opens external link in new window
de: Öffnet einen externen Link in einem neuen Fenster

# external_link_new_window_titleText
source: Opens external link in new window
de: Öffnet einen externen Link in einem neuen Fenster

# internal_link_altText
source: Opens internal link in current window
de: Öffnet einen internen Link im aktuellen Fenster

# internal_link_titleText
source: Opens internal link in current window
de: Öffnet einen internen Link im aktuellen Fenster

# internal_link_new_window_altText
source: Opens internal link in new window
de: Öffnet einen internen Link in einem neuen Fenster

# internal_link_new_window_titleText
source: Opens internal link in new window
de: Öffnet einen internen Link in einem neuen Fenster

# download_altText
source: Initiates file download
de: Startet das Herunterladen der Datei

# download_titleText
source: Initiates file download
de: Startet das Herunterladen der Datei

# mail_altText
source: Opens window for sending email
de: Öffnet ein Fenster zum Versenden einer E-Mail

# mail_titleText
source: Opens window for sending email
de: Öffnet ein Fenster zum Versenden einer E-Mail
